
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('1. Якби ви брали участь у створенні або зйомці фільмів? Чим би ви хотіли займатися:',
        'бути актором, каскадером',
        'бути художником зі спецефектів, гримером, костюмером',
        'автором музики, композитором',
        'бути в знімальній команді: режисером, оператором, сценаристом');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('2. Під час спільної роботи з іншими людьми найбільше вам хочеться:',
        'налагоджувати конструктивні робочі взаємини',
        'керувати порядком дотримання графіка робіт',
        'генерувати нові ідеї',
        'брати участь в процесі планування та аналізу');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('3. У стресових ситуаціях для вас найскладніше:',
        'відокремлювати свої почуття від почуттів інших людей',
        'довіритися обставинам або людям',
        'оскільки я буваю занадто прямолінійний і різкий, вести себе дипломатично',
        'змінювати намічені плани, проявляючи гнучкість');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('4. Коли вам ставлять важливе питання, ви:',
        'ви швидко відповідаєте, не замислюючись, наповнюючи відповідь барвистим описом',
        'берете невелику паузу і тоді, через певний час, відповідь сама виникає у вас в голові',
        'спочатку уважно слухаєте, а потім ще задаєте додаткові питання щоб упевнитися що правильно все почули',
        'вам потрібен певний час, щоб все обдумати і правильно побудувати свою відповідь');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('5. Вам потрібно прийняти важливе рішення. Що для вас першочергово в такому випадку?',
        'почуття і інтуїція',
        'ваш погляд на плюси і мінуси, точка зору оточуючих',
        'озвучування своїх думок, висловлювання інших людей з цього питання',
        'ретельний аналіз фактів, ситуації, аргументів, експертних висновків');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('6. У вас є стара, але улюблена річ. Ви хочете її надіти, але виглядає вона вже зовсім погано. Ваші думки:',
        'одягну, адже вона так добре сидить і тканина мяка і приємна для шкіри',
        'це якась нісенітниця, у мене немає старих речей, які погано виглядають',
        'хочеться звичайно надіти, але ці смішки перехожих, вони думають що я їх не чую, але це далеко не так. Виберу щось інше',
        'не те, щоб мені зовсім наплювати на думку оточуючих, але я одягну те, що мені найбільше подобається');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('7. Як, на вашу думку, найкраще спілкуватися з друзями:',
        'міцні обійми, рукостискання, поцілунки - то без чого ви просто не можете уявити собі спілкування з друзями',
        'при особистій зустрічі, важливий зоровий контакт, дивитися людині в очі',
        'найбільше люблю по телефону, можу розмовляти годинами',
        'в сучасному світі найкраще це робити через інтернет: швидко, надійно, просто');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('8. Ви відпочивали влітку на море? Згадайте свої враження. Що Вам згадується в першу чергу?',
        'спека, спека, солона вода, гарячий пісок, прохолодна або тепла вода',
        'сині море, відблиски зайчиків, яскраве сонце, кораблі на горизонті',
        'крики чайок, шум хвиль, шурхіт гальки / піску, звуки музики',
        'бюджет проведеного відпочинку, кількість екскурсій, прогулянок, оптимальний час відпочинку');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('9. Ви найбільше розумієте себе, чого ви хочете, коли:',
        'прислухаєтеся до тону свого голосу',
        'вирішуєте, що вдягнути і дивитеся на себе уважно в дзеркало',
        'висловлюєте це словами',
        'ловите свої відчуття');
INSERT INTO java_quiz (question, option1, option2, option3, option4)
VALUES ('10. Що важливо для вас під час виступу:',
        'маю відчувати, що мене правильно розуміють',
        'зовнішній вигляд, як я виглядаю',
        'щоб мене чули і уважно слухали',
        'можливість ділитися своїм досвідом');